---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewSheet
zh: 图纸
source: html/e287d8cc-396a-788b-b6ac-6f016fea34c6.htm
---
# ViewSheet Properties

**中文**: 图纸

Element id of Analysis Display Style associated with the view.